Repository: pduchnovsky/pd-fancybox
Catalog: languages/pd-fancybox-*.po
Languages: sk_sk

source: Fancybox Settings
sk_sk: Nastavenia Fancyboxu

source: Use these options to enable or disable Fancybox for different content types.
sk_sk: Použite tieto možnosti na povolenie alebo zakázanie Fancyboxu pre rôzne typy obsahu.

source: Enable For:
sk_sk: Povoliť pre:

source: Images (standalone, not in galleries)
sk_sk: Obrázky (samostatné, nie v galériách)

source: Galleries (Gutenberg blocks)
sk_sk: Galérie (Gutenberg bloky)

source: PDF Links
sk_sk: Odkazy na PDF

source: Inline Content (data-fancybox links)
sk_sk: Inline obsah (data-fancybox odkazy)

source: Inline Content Behavior:
sk_sk: Správanie inline obsahu:

source: Allow closing inline content by clicking on it
sk_sk: Povoliť zatvorenie inline obsahu kliknutím naň

source: Fancybox: Settings not loaded or disabled. Fancybox might not function as expected.
sk_sk: Fancybox: Nastavenia neboli načítané alebo sú zakázané. Fancybox nemusí fungovať podľa očakávania.
